Repository: duykasama/simple-wpf-with-mvvm
Catalog: PIMTool.Api/Resources/SharedResource.*.resx
Languages: fr_fr

# CreateProjectFailure
source: Failed to create new project
fr_fr: Échec de la création d'un nouveau projet

# DataNotFound
source: Some data was not found
fr_fr: Certaines données n'ont pas été trouvées

# DeleteMultiProjectFailure
source: Failed to delete projects
fr_fr: Impossible de supprimer les projets

# DeleteProjectFailureDynamic
source: Failed to delete project {0}
fr_fr: Échec de la suppression du projet {0}

source: Employee not found
fr_fr: Employé non trouvé

# EmployeeNotFoundDynamic
source: Employee with id {0} does not exist
fr_fr: L'employé avec l'identifiant {0} n'existe pas

# EmployeeVisaNotFoundDynamic
source: Employee with visa {0} does not exist
fr_fr: L'employé avec le visa {0} n'existe pas

source: Error
fr_fr: Erreur

# GroupNotFound
source: Group does not exist or has been deleted
fr_fr: Le groupe n'existe pas ou a été supprimé

# InvalidProjectNumber
source: Project number is invalid
fr_fr: Le numéro de projet n'est pas valide

# InvalidStartDate
source: Start date must be before end date
fr_fr: La date de début doit être antérieure à la date de fin

# MissingCustomer
source: Customer is not provided
fr_fr: Le client n'est pas fourni

# MissingProjectName
source: Project name is not provided
fr_fr: Le nom du projet n'est pas fourni

# MultiProjectDeleted
source: Projects deleted successfully
fr_fr: Projets supprimés avec succès

# NoGroups
source: There is no groups
fr_fr: Il n'y a pas de groupes

# NotNewProject
source: Project's status is not 'NEW'
fr_fr: Le statut du projet n'est pas « NOUVEAU »

# ProjectCreated
source: Project created successfully
fr_fr: Projet créé avec succès

# ProjectDeleted
source: Project deleted successfully
fr_fr: Projet supprimé avec succès

# ProjectHasBeenModified
source: Project has been modified since your last read
fr_fr: Le projet a été modifié depuis votre dernière lecture

source: Project not found
fr_fr: Projet non trouvé

# ProjectNotFoundDynamic
source: Project with id {0} does not exist.
fr_fr: Le projet avec l'id {0} n'existe pas.

# ProjectNumberAlreadyExistsDynamic
source: Project with number {0} already exists
fr_fr: Le projet portant le numéro {0} existe déjà

# ProjectUpdated
source: Project updated successfully
fr_fr: Projet mis à jour avec succès

# ServerError
source: An error occurred on the server
fr_fr: Une erreur s'est produite sur le serveur

source: Success
fr_fr: Succès

# UpdateProjectFailure
source: Failed to update project
fr_fr: Échec de la mise à jour du projet

# ValidationError
source: One or more validation errors occurred
fr_fr: Une ou plusieurs erreurs de validation se sont produites
